package com.sky.test;

/**
 * Created by ThinkPad on 2019/10/16.
 */
public class Test05 {

/**
 *关注点：——宏观政策——宏观经济
 *                    ——国家政策——产业政策——区域政策
 *                                            ——经该政策
 *                                            ——农村政策
 *                                            ——投资政策
 *                                            ——价格政策
 *                                ——开放政策——贸易政策
 *                                            ——外汇政策
 *                                ——财税政策——财政政策
 *                                            ——货币政策
 *                                            ——信贷政策
 *                                            ——收入政策
 *                                            ——税收政策
 *                                            ——消费政策
 *                                            ——就业政策
 *
 *        ——高新科技——新技术——信息技术——硬件技术
 *                                          ——软件技术
 *                              ——工业技术——
 *                              ——生物技术
 *                    ——新材料——科技
 *                              ——工业
 *                              ——医疗
 *                    ——新能源——
 *        ——市场物价——工业物价——能源物价——油
 *                                            ——煤
 *                                            ——气
 *                                ——材料物价——稀土物价
 *                                            ——钢铁物价
 *                                            ——化工物价
 *                                            ——建材物价
 *                                            ——木材物价
 *                    ——农业物价——肉品物价——牧类——猪牛羊
 *                                            ——禽类——鸡鸭鹅
 *                                            ——水产
 *                                            ——幅产类——奶
 *                                                      ——蛋
 *                                ——粮油物价
 *                                ——蔬菜物价
 *                                ——水果物价
 *        ——医疗防控——疫情传播
 *                    ——新药研发
 *                    ——生物科技
 *        ——新兴经济——热点经济
 *        ——热点文娱——影视
 *                    ——体育
 *                    ——游戏
 *
 *
 *人工智能——软件
 *        ——硬件——物联网——软件——数据计算
 *                                  ——智能识别
 *                          ——硬件——芯片
 *                                  ——主板
 *                                  ——显示器
 *                                  ——配件
 *                ——车联网——能源变更
 *                          ——智能控制
 *
 *
 *
 *
 *
 *
 *
 *
 *
  */


/**
 * 可选消费——汽车与汽车零部件——汽车与摩托车——汽车
 *                                             ——摩托车
 *                                             ——汽车经销商与汽车服务
 *                             ——汽车零部件与轮胎——汽车零部件
 *                                                 ——轮胎
 *         ——耐用消费品与服装——纺织服装
 *                             ——家庭耐用品
 *                             ——休闲设备与用品
 *                             ——珠宝与奢侈品
 *         ——消费者服务
 *         ——传媒
 *         ——零售业
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
  */
}
