package com.sky;

/**
 * Created by ThinkPad on 2019/10/16.
 */
public class Test05 {
/**
 * 可选消费——汽车与汽车零部件——汽车与摩托车——汽车
 *                                             ——摩托车
 *                                             ——汽车经销商与汽车服务
 *                             ——汽车零部件与轮胎——汽车零部件
 *                                                 ——轮胎
 *         ——耐用消费品与服装——纺织服装
 *                             ——家庭耐用品
 *                             ——休闲设备与用品
 *                             ——珠宝与奢侈品
 *         ——消费者服务
 *         ——传媒
 *         ——零售业
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
 *
  */
}
